Repository: ljdj/Cnchi
Catalog: po/*.po
Languages: fr_fr

source: unknown
fr_fr: inconnu

source: This installer must be run with administrative privileges, and cannot continue without them.
fr_fr: Ce programme d'installation doit être exécuté avec les droits d'administrateur et ne peut pas continuer sans eux.

source: You cannot run two instances of this installer. If you are sure that the installer is not already running you can run this installer using the --force option or you can manually delete the offending file. Offending file: '{0}'
fr_fr: Vous ne pouvez pas lancer deux instances de l'installeur. Si vous êtes sûr que l'installeur n'est pas déjà en cours d'exécution vous pouvez lancer cet installeur avec l'option --force ou vous pouvez supprimer manuellement le fichier bloquant. Fichier bloquant : '{0}'

source: Cnchi (Antergos Installer) version {0}
fr_fr: Cnchi (installeur d'Antergos) v{0}

source: Cnchi v{0} - Antergos Installer
fr_fr: Cnchi v{0} - Installeur d'Antergos

source: Set accessibility feature on by default
fr_fr: Activer la fonctionnalité d'accessibilité par défaut

source: Use pre-downloaded xz packages when possible
fr_fr: Utilise les packages xz pré-téléchargés si possible

source: Sets Cnchi log level to 'debug'
fr_fr: Définit le niveau de journalisation Cnchi sur 'debug'

source: Sets the Desktop Environment that will be installed
fr_fr: Définit l'environnement de bureau qui sera installé

source: Runs cnchi even when another instance is running
fr_fr: Exécuter cnchi même lorsqu’une autre instance est en cours d'exécution

source: Disables first screen's 'try it' option
fr_fr: Désactive l'option 'Essayer' de l'écran d'accueil

source: Makes checks optional in check screen
fr_fr: Rend les vérifications optionnelles sur l'écran de vérification

source: Install packages referenced by a local xml file
fr_fr: Installer les paquets référencés par un fichier XML local

source: Show logging messages to stdout
fr_fr: Afficher les messages de journalisation sur stdout

source: Show Cnchi version and quit
fr_fr: Afficher la version de Cnchi et quitter

source: Show options in development (use at your own risk!)
fr_fr: Afficher les options en cours de développement (à utiliser à vos risques et périls!)

source: Cnchi files not found. Please, install Cnchi using pacman
fr_fr: Les fichiers de Cnchi n'ont pas été trouvés. Merci d'installer Cnchi via pacman

source: This option will install Antergos as command-line only system, without any type of graphical interface. After the installation you can customize Antergos by installing packages with the command-line package manager.
fr_fr: Cette option installera Antergos en tant que système en ligne de commande uniquement, sans aucun type d’interface graphique. Après l'installation, vous pouvez personnaliser Antergos en installant des packages à l'aide du gestionnaire de packages en ligne de commande.

source: Cinnamon is a Linux desktop which provides advanced, innovative features and a traditional desktop user experience. Cinnamon aims to make users feel at home by providing them with an easy-to-use and comfortable desktop experience.
fr_fr: Cinnamon est un poste de travail Linux qui fournit des fonctionnalités innovantes avancées et une expérience utilisateur de bureau traditionnelle. Cinnamon a pour objectif de faire en sorte que les utilisateurs se sentent comme chez eux en leur fournissant une expérience de travail conviviale et confortable.

source: Deepin desktop is a lightweight, elegant desktop environment. It was originally created for Linux Deepin distribution. Now, DDE will support most Linux operating systems such as Arch Linux, Ubuntu, Fedora, openSUSE etc.
fr_fr: Deepin desktop est un environnement de bureau léger et élégant. Il a été créé à l'origine pour la distribution Linux Deepin. Désormais, DDE supportera la plupart des systèmes d'exploitation Linux tels que Arch Linux, Ubuntu, Fedora, openSUSE, etc.

source: GNOME 3 is an easy and elegant way to use your computer. It features the Activities Overview which is an easy way to access all your basic tasks.
fr_fr: GNOME 3 est un moyen simple et élégant d’utiliser votre ordinateur. Il présente la vue d'ensemble des activités, qui permet d'accéder facilement à toutes vos tâches de base.

source: If you are looking for a familiar working environment, KDE's Plasma Desktop offers all the tools required for a modern desktop computing experience so you can be productive right from the start.
fr_fr: Si vous recherchez un environnement de travail familier, KDE Plasma Desktop offre tous les outils nécessaires à une expérience informatique de bureau moderne afin que vous puissiez être productif dès le début.

source: MATE is an intuitive, attractive, and lightweight desktop environment which provides a more traditional desktop experience. Accelerated compositing is supported, but not required to run MATE making it suitable for lower-end hardware.
fr_fr: MATE est un environnement de bureau intuitif, attrayant et léger qui offre une expérience de bureau plus traditionnelle. La composition accélérée est prise en charge, mais n'est pas obligatoire pour exécuter MATE, ce qui la rend appropriée pour le matériel bas de gamme.

source: Not actually a desktop environment, Openbox is a highly configurable window manager. It is known for its minimalistic appearance and its flexibility. It is the most lightweight graphical option offered by antergos. Please Note: Openbox is not recommended for users who are new to Linux.
fr_fr: En réalité, Openbox n’est pas un environnement de bureau, mais un gestionnaire de fenêtres hautement configurable. Il est connu pour son apparence minimaliste et sa souplesse. C’est l’option graphique la plus légère offerte par les antergos. Remarque: Openbox n'est pas recommandé aux utilisateurs novices en Linux.

source: Xfce is a lightweight desktop environment. It aims to be fast and low on system resources, while remaining visually appealing and user friendly. It suitable for use on older computers and those with lower-end hardware specifications.
fr_fr: Xfce est un environnement de bureau léger. Il vise à réduire les ressources du système, tout en restant visuellement attrayant et convivial. Il convient pour une utilisation sur des ordinateurs plus anciens et ceux avec des spécifications matérielles de bas de gamme.

source: Budgie is the flagship desktop of Solus and is a Solus project. It focuses on simplicity and elegance. Written from scratch with integration in mind, the Budgie desktop tightly integrates with the GNOME stack, but offers an alternative desktop experience.
fr_fr: Budgie est le bureau phare de Solus et est un projet de Solus. Il met l'accent sur la simplicité et l'élégance. Écrit à partir de zéro pour l'intégration, le bureau Budgie s'intègre parfaitement à la pile GNOME, mais offre une expérience de bureau alternative.

source: Enlightenment is not just a window manager for Linux/X11 and others, but also a whole suite of libraries to help you create beautiful user interfaces with much less work
fr_fr: Enlightenment n'est pas simplement un gestionnaire de fenêtres pour Linux / X11 et d'autres, mais également toute une suite de bibliothèques pour vous aider à créer de superbes interfaces utilisateur avec beaucoup moins de travail

source: i3 is a tiling window manager, completely written from scratch. The target platforms are GNU/Linux and BSD operating systems, its code is Free and Open Source Software (FOSS) under the BSD license. i3 is primarily targeted at advanced users and developers.
fr_fr: i3 est un gestionnaire de fenêtres en mosaïque, entièrement écrit à partir de rien. Les plates-formes cibles sont les systèmes d'exploitation GNU / Linux et BSD, son code est le logiciel libre et le logiciel libre (FOSS) sous licence BSD. i3 est principalement destiné aux utilisateurs avancés et aux développeurs.

source: LXQt is the next-generation of LXDE, the Lightweight Desktop Environment. It is lightweight, modular, blazing-fast, and user-friendly.
fr_fr: LXQt est la nouvelle génération de LXDE, l'environnement de bureau léger. Il est léger, modulaire, ultra-rapide et convivial.

source: Adds accessibility packages
fr_fr: Ajoute des paquets d'accessibilité

source: Arch User Repository (AUR) Support
fr_fr: Prise en charge de l'Arch User Repository (AUR)

source: Bluetooth Support
fr_fr: Prise en charge Bluetooth

source: Printing Support
fr_fr: Support d’Impression

source: Chromium Web Browser
fr_fr: Navigateur Web Chromium

source: Advanced power management
fr_fr: Gestion avancée de l'alimentation

source: Firefox Web Browser
fr_fr: Navigateur Web Firefox

source: Vivaldi Web Browser
fr_fr: Navigateur Web Vivaldi

source: Uncomplicated Firewall
fr_fr: Pare-feu simple

source: Graphic drivers (Proprietary)
fr_fr: Pilotes graphiques (propriétaires)

source: Apache (or Nginx) + Mariadb + PHP
fr_fr: Apache (ou Nginx) + Mariadb + PHP

source: Kernel (LTS version)
fr_fr: Noyau (version LTS)

source: Visual Effects
fr_fr: Effets visuels

source: Useful packages for individuals who are blind or visually impaired.
fr_fr: D'autres paquets pour les personnes qui sont aveugles ou malvoyants.

source: The AUR is a community-driven repository for Arch users.
fr_fr: L'AUR est un référentiel géré par la communauté pour les utilisateurs Arch.

source: Enables your system to make wireless connections via Bluetooth.
fr_fr: Permet à votre système de créer des connexions sans fil en Bluetooth.

source: Open-source web browser from Google.
fr_fr: Navigateur Web Open Source de Google.

source: Brings you the benefits of advanced power management for Linux.
fr_fr: Vous apporte les avantages de la gestion avancée de l'alimentation pour Linux.

source: A popular open-source graphical web browser from Mozilla.
fr_fr: Navigateur Web graphique open-source populaire de Mozilla.

source: Vivaldi is a free, fast web browser designed for power-users.
fr_fr: Vivaldi est un navigateur Web rapide et gratuit conçu pour les utilisateurs expérimentés.

source: Freeware software normally used for multimedia.
fr_fr: Logiciel gratuit normalement utilisé pour le multimédia.

source: Installs AMD or Nvidia proprietary graphic driver.
fr_fr: Installe le pilote graphique propriétaire AMD ou Nvidia.

source: Installs Steam and Playonlinux for gaming enthusiasts.
fr_fr: Installe Steam et Playonlinux pour les amateurs de jeux.

source: Apache (or Nginx) + Mariadb + PHP installation and setup.
fr_fr: Installation et paramétrage de Apache (ou Nginx) + Mariadb + PHP.

source: Installation of printer drivers and management tools.
fr_fr: Installation de pilotes d'imprimante et d'outils de gestion.

source: Open source office suite. Supports editing MS Office files.
fr_fr: Suite bureautique open source. Prend en charge l'édition de fichiers MS Office.

source: Enable transparency, shadows, and other desktop effects.
fr_fr: Activer la transparence, les ombres et autres effets de bureau.

source: Control the incoming and outgoing network traffic.
fr_fr: Contrôlez le trafic réseau entrant et sortant.

source: Enables Secure SHell service.
fr_fr: Active le service Secure SHell.

source: Long term support (LTS) Linux kernel and modules.
fr_fr: Support à long terme (LTS) Noyau Linux et modules.

source: Use yaourt to install AUR packages. The AUR was created to organize and share new packages from the community and to help expedite popular packages' inclusion into the [community] repository.
fr_fr: Utilisez yaourt pour installer les packages AUR. L'AUR a été créé pour organiser et partager de nouveaux packages de la communauté et d'aider à accélérer les paquets populaires ' inclusion dans le référentiel [communauté].

source: Bluetooth is a standard for the short-range wireless interconnection of cellular phones, computers, and other electronic devices. In Linux, the canonical implementation of the Bluetooth protocol stack is BlueZ.
fr_fr: Bluetooth est une norme pour le sans fil à courte portée interconnexion des téléphones cellulaires, des ordinateurs et autres appareils électroniques. Sous Linux, le canonique L'implémentation de la pile de protocoles Bluetooth est BlueZ.

source: CUPS is the standards-based, open source printing system developed by Apple Inc. for OS® X and other UNIX®-like operating systems.
fr_fr: CUPS est l’impression open source basée sur des standards système développé par Apple Inc. pour OS® X et autres Systèmes d'exploitation de type UNIX®.

source: Chromium is an open-source browser project that aims to build a safer, faster, and more stable way for all users to experience the web. (this is the default)
fr_fr: Chromium est un projet de navigateur à code source ouvert qui vise à créer un manière plus sûre, plus rapide et plus stable pour tous les utilisateurs de profiter du Web. (c'est la valeur par défaut)

source: Linux thermal daemon (thermald) monitors and controls temperature in laptops, tablet PC with the latest Intel sandy bridge. Once the system temperature reaches a certain threshold, the Linux daemon activates various cooling methods to try to cool the system
fr_fr: Le démon thermique Linux (thermald) surveille et contrôle la température dans les ordinateurs portables, tablette PC avec le dernier pont de sable Intel. Une fois la la température du système atteint un certain seuil, le démon Linux active diverses méthodes de refroidissement pour essayer de refroidir le système

source: Mozilla Firefox (known simply as Firefox) is a free and open-source web browser developed for Windows, OS X, and Linux, with a mobile version for Android, by the Mozilla Foundation and its subsidiary, the Mozilla Corporation. Firefox uses the Gecko layout engine to render web pages, which implements current and anticipated web standards. Enable this option to install Firefox instead of Chromium
fr_fr: Mozilla Firefox (simplement appelé Firefox) est un logiciel gratuit et navigateur Web open-source développé pour Windows, OS X et Linux, avec une version mobile pour Android, par la fondation Mozilla et sa filiale, la Mozilla Corporation. Firefox utilise le Gecko moteur de présentation pour rendre les pages Web, qui implémente courant normes Web anticipées. Activer cette option pour installer Firefox au lieu de chrome

source: Vivaldi is a freeware, cross-platform web browser developed by Vivaldi Technologies. It was officially launched on April 12, 2016. The browser is aimed at staunch technologists, heavy Internet users, and previous Opera web browser users disgruntled by Opera's transition from the Presto layout engine to the Blink layout engine, which removed many popular features.
fr_fr: Vivaldi est un navigateur Web gratuit et multiplate-forme développé par Technologies Vivaldi. Il a été officiellement lancé le 12 avril 2016. Le navigateur est destiné aux technologues déterminés, aux gros utilisateurs d’Internet, et les précédents utilisateurs de navigateur Web Opera mécontents de la transition d'Opera du moteur de présentation Presto au moteur de présentation Blink, qui supprimé de nombreuses fonctionnalités populaires.

source: Ufw stands for Uncomplicated Firewall, and is a program for managing a netfilter firewall. It provides a command line interface and aims to be uncomplicated and easy to use.
fr_fr: Ufw est l'abréviation de Uncomplicated Firewall. Il s'agit d'un programme permettant de gérer un pare-feu Netfilter. Il fournit une interface de ligne de commande et vise à être simple et facile à utiliser.

source: Adobe Flash Player is freeware software for using content created on the Adobe Flash platform, including viewing multimedia, executing rich internet applications and streaming video and audio.
fr_fr: Adobe Flash Player est un logiciel gratuit pour utiliser le contenu créé sur la plate-forme Adobe Flash, y compris l'affichage multimédia, l'exécution applications Internet riches et streaming vidéo et audio.

source: Steam is one of the most popular gaming clients that supports linux in technology and gaming, while PlayOnLinux is a very easy manager to setting up games to play through wine, instead of doing it manually.
fr_fr: Steam est l’un des clients de jeu les plus populaires qui supporte linux dans la technologie et les jeux, tandis que PlayOnLinux est un gestionnaire très facile à mettre en place des jeux pour jouer à travers le vin, au lieu de le faire manuellement.

source: Installs AMD or Nvidia proprietary graphics driver instead of the open-source variant. Do NOT install this if you have a Nvidia Optimus laptop
fr_fr: Installe le pilote graphique propriétaire AMD ou Nvidia à la place de la variante open-source. Ne l'installez PAS si vous avez un Ordinateur portable nvidia optimus

source: This option installs a web server (you can choose Apache or Nginx) plus a database server (Mariadb) and PHP.
fr_fr: Cette option installe un serveur Web (vous pouvez choisir Apache ou Nginx) plus un serveur de base de données (Mariadb) et PHP.

source: The linux-lts package is an alternative Arch kernel package. This particular kernel version enjoys long-term support from upstream, including security fixes and some feature backports. Additionally, this package includes ext4 support. For Antergos users seeking a long-term support kernel, or who want a fallback kernel in case the latest kernel version causes problems, this option is the answer.
fr_fr: Le paquet linux-lts est un paquet alternatif du noyau Arch. Cette version du noyau bénéficie d’un support à long terme de l’amont, y compris les correctifs de sécurité et certains backports de fonctionnalités. De plus, cela le package comprend le support ext4. Pour les utilisateurs d'Antergos à la recherche d'un long terme support du noyau, ou qui veulent un noyau de secours au cas où le dernier noyau la version provoque des problèmes, cette option est la réponse.

source: LibreOffice is the free power-packed Open Source personal productivity suite for Windows, Macintosh and Linux, that gives you six feature-rich applications for all your document production and data processing needs: Writer, Calc, Impress, Draw, Math and Base.
fr_fr: LibreOffice est l'Open Source puissant et bourré de puissance suite de productivité personnelle pour Windows, Macintosh et Linux, qui vous donne six applications riches en fonctionnalités pour toute votre production de document et traitement de données besoins: Écrivain, Calc, Impress, Draw, Math et Base.

source: Secure Shell (SSH) is a network protocol that allows data to be exchanged over a secure channel between two computers. SSH is typically used to log into a remote machine and execute commands.
fr_fr: Secure Shell (SSH) est un protocole réseau permettant la transmission de données. échangés sur un canal sécurisé entre deux ordinateurs. SSH est généralement utilisé pour se connecter à un ordinateur distant et exécuter des commandes.

source: Compton is a lightweight, standalone composite manager, suitable for use with window managers that do not natively provide compositing functionality. Compton itself is a fork of xcompmgr-dana, which in turn is a fork of xcompmgr. See the compton github page for further information.
fr_fr: Compton est un gestionnaire de composites autonome léger, approprié pour une utilisation avec des gestionnaires de fenêtres qui ne sont pas natifs fournir des fonctionnalités de composition. Compton lui-même est une fourchette de xcompmgr-dana, qui est à son tour une fourchette de xcompmgr. Voir la page compton github pour plus d'informations.

source: Next
fr_fr: Suivant

source: Back
fr_fr: Retour

source: Antergos Installer
fr_fr: Installateur Antergos

source: Do you really want to quit the installer?
fr_fr: Voulez-vous vraiment quitter le programme d'installation?

source: Cnchi - Internet Connection Proxy Setup
fr_fr: Cnchi - Configuration du proxy de connexion Internet

source: HTTP proxy server:
fr_fr: Serveur proxy HTTP:

source: HTTPS proxy server:
fr_fr: Serveur proxy HTTPS:

source: FTP proxy server:
fr_fr: Serveur proxy FTP:

source: SOCKS host server:
fr_fr: Serveur hôte SOCKS:

source: Use this proxy server for all protocols
fr_fr: Utiliser ce serveur proxy pour tous les protocoles

source: Server
fr_fr: Serveur

source: Rate
fr_fr: Vitesse

source: Time
fr_fr: Temps

source: Antergos Installer - Error
fr_fr: Installation d'Antergos - Erreur

source: Antergos Installer - Warning
fr_fr: Installateur d'Antergos - Avertissement

source: Antergos Installer - Information
fr_fr: Installateur d'Antergos - Informations

source: Antergos Installer - Confirmation
fr_fr: Installateur Antergos - Confirmation

source: Can't create download package list.
fr_fr: Impossible de créer une liste de packages de téléchargement.

source: Can't download needed packages. Cnchi can't continue.
fr_fr: Impossible de télécharger les packages nécessaires. Cnchi ne peut pas continuer.

source: Creating the list of packages to download...
fr_fr: Création de la liste des packages à télécharger ...

source: Error creating metalink for package {}. Installation will stop
fr_fr: Erreur lors de la création de metalink pour le package {}. L'installation va s'arrêter

source: Fetching {0} {1} ({2}/{3})...
fr_fr: Récupération de {0} {1} ({2}/{3})…

source: Device {0} will be deleted!
fr_fr: Le périphérique {0} sera détruit.

source: Device {0} will be created
fr_fr: Le périphérique {0} sera créé.

source: Device {0} will be modified
fr_fr: Le périphérique {0} sera modifié.

source: Device {0} will be
fr_fr: Le disque {0} sera

source: relabeled
fr_fr: renommé

source: not relabeled
fr_fr: non nommable

source: formatted
fr_fr: formaté

source: not formatted
fr_fr: non formaté

source: mounted as {0}
fr_fr: monté comme {0}

source: not mounted
fr_fr: non monté

source: and encrypted.
fr_fr: et crypté.

source: and not encrypted.
fr_fr: et non crypté.

source: Unknown filesystem type {0}
fr_fr: Type de système de fichiers inconnu {0}

source: Setup cannot detect size of your device, please use advanced installation routine for partitioning and mounting devices.
fr_fr: Le programme d’installation ne peut pas détecter la taille de votre périphérique. Veuillez utiliser la routine d’installation avancée pour le partitionnement et le montage des périphériques.

source: Aborted
fr_fr: Avorté

source: Mounting boot partition {0} into {1} directory
fr_fr: Montage de la partition de démarrage {0} dans le répertoire {1}

source: Mounting EFI partition {0} into {1} directory
fr_fr: Montage de la partition EFI {0} dans le répertoire {1}

source: Mounting partition {0} into {1} directory
fr_fr: Montage de la partition {0} dans le répertoire {1}

source: Installing using the '{0}' method
fr_fr: Installation à l'aide de la méthode '{0}'

source: Installation finished
fr_fr: Installation terminée

source: Creating a temporary pacman.conf for {0} architecture
fr_fr: Création d'un fichier pacman.conf temporaire pour l'architecture {0}

source: Updating package manager security. Please wait...
fr_fr: Mise à jour de la sécurité du gestionnaire de paquets. S'il vous plaît, attendez...

source: Can't refresh pacman databases.
fr_fr: Impossible d'actualiser les bases de données pacman.

source: Can't install necessary packages. Cnchi can't continue.
fr_fr: Impossible d'installer les packages nécessaires. Cnchi ne peut pas continuer.

source: Configuring LightDM desktop manager...
fr_fr: Configuration du gestionnaire de bureau LightDM ...

source: LightDM display manager configuration completed.
fr_fr: La configuration du gestionnaire d’affichage LightDM est terminée.

source: Error while trying to configure the LightDM display manager
fr_fr: Erreur lors de la tentative de configuration du gestionnaire d'affichage LightDM

source: Encrypting user home dir...
fr_fr: Chiffrement du répertoire de l'utilisateur ...

source: Building zfs modules...
fr_fr: Construire des modules zfs ...

source: Configuring your new system
fr_fr: Configurer votre nouveau système
