Repository: ljdj/Cnchi
Catalog: po/*.po
Languages: fr_fr

source: Use Antergos without making any changes to your system.
fr_fr: Utilise Antergos sans faire aucun changement de votre système.

source: Create a permanent place for Antergos on your system.
fr_fr: Créer un espace permanent pour Antergos sur votre système

source: Try It
fr_fr: Essayez-le

source: Install It
fr_fr: Installer

source: Welcome to Antergos!
fr_fr: Bienvenue sur Antergos !

source: Loading, please wait...
fr_fr: Chargement, merci de patienter...

source: Connecting this computer to a wi-fi network
fr_fr: Connexion de cet ordinateur à un réseau Wi-Fi

source: I don't want to connect to a wi-fi network right now
fr_fr: Je ne veux pas me connecter à un réseau Wi-Fi pour l'instant

source: Connect to this network
fr_fr: Se connecter à ce réseau

source: Password:
fr_fr: Mot de passe :

source: Display password
fr_fr: Afficher les mots de passe

source: Use
fr_fr: Utiliser

source: Disk
fr_fr: Disque

source: Size (GB)
fr_fr: Taille (Go)

source: Device
fr_fr: Périphérique

source: Disk ID
fr_fr: ID du disque

source: ZFS Setup
fr_fr: Configuration ZFS

source: Pool type
fr_fr: Type du pool

source: Partition scheme
fr_fr: Shéma de partitionnement

source: Validate password
fr_fr: Validez le mot de passe

source: Swap size (MB)
fr_fr: Taille de la partition swap (MB)

source: Encrypt swap
fr_fr: Crypter la partition swap

source: Encrypt disk
fr_fr: Chiffrer le disque

source: Pool name
fr_fr: Nom du pool

source: Force ZFS 4k block size
fr_fr: Forcer la taille de bloc 4K pour ZFS

source: You must select one drive
fr_fr: Vous devez sélectionner un disque

source: For the {0} pool_type, you must select at least two drives
fr_fr: Pour {0} pool_type, vous devez sélectionner au moins 2 disques

source: You must select at least {0} drives
fr_fr: Vous devez sélectionner au moins {0} disques

source: For the {0} pool type, you must use a 'power of two' (2,4,8,...) plus the appropriate number of drives for the parity. RAID-Z = 1 disk, RAIDZ-2 = 2 disks, and so on.
fr_fr: Pour le type de pool {0}, vous devez utiliser une puissance de deux (2,4,8...) ainsi que le nombre de lecteurs approprié pour la parité. RAID-Z = 1 disque, RAIDZ-2 = 2 disques, et ainsi de suite.

source: An unknown error occurred while processing chosen ZFS options.
fr_fr: Une erreur inconnue s'est produite pendant le traitement des options ZFS.

source: 'None' pool will use ZFS on a single selected disk.
fr_fr: La pool "none" utilisera ZFS sur un seul disque sélectionné.

source: When created together, with equal capacity, ZFS space-balancing makes a span act like a RAID0 stripe. The space is added together. Provided all the devices are of the same size, the stripe behavior will continue regardless of fullness level. If devices/vdevs are not equally sized, then they will fill mostly equally until one device/vdev is full.
fr_fr: Lorsqu'ils sont créés ensemble, avec une capacité égale, l'équilibrage de l'espace ZFS permet à une plage d'agir comme une bande RAID0. L'espace est ajouté ensemble. Pourvu que tous les dispositifs soient de la même taille, le fonctionnement de la bande continue quel que soit le niveau de plénitude. Si les périphériques/vedvs ne sont pas de taille égale, ils se rempliront essentiellement jusqu'à ce qu'un périphérique/vdev soit plein.

source: A mirror consists of two or more devices, all data will be written to all member devices. Cnchi will try to group devices in groups of two.
fr_fr: Un miroir est constitué de 2 périphériques au moins. Toutes les données seront écrites sur tous les périphériques. Cnchi essayera de grouper les périphériques par paires.

source: ZFS implements RAID-Z, a variation on standard RAID-5. ZFS supports three levels of RAID-Z which provide varying levels of redundancy in exchange for decreasing levels of usable storage. The types are named RAID-Z1 through RAID-Z3 based on the number of parity devices in the array and the number of disks which can fail while the pool remains operational.
fr_fr: ZFS implémente RAID-Z, une variation du standard RAID-5. ZFS prend en charge trois niveaux de RAID-Z qui fournissent des niveaux variables de redondance en échange de la diminution des niveaux de stockage utilisable. Les types sont nommés RAID-Z1 à RAID-Z3 en fonction du nombre de périphériques de parité dans le tableau et du nombre de disques pouvant échouer pendant que le pool reste opérationnel.

source: Advanced Format (AF) is a new disk format which natively uses a 4,096 byte instead of 512 byte sector size. To maintain compatibility with legacy systems AF disks emulate a sector size of 512 bytes. By default, ZFS will automatically detect the sector size of the drive. This combination will result in poorly aligned disk access which will greatly degrade the pool performance. If that might be your case, you can force ZFS to use a sector size of 4,096 bytes by selecting this option.
fr_fr: Advanced Format (AF) est un nouveau format de disque qui utilise nativement une taille de secteur de 4 096 octets au lieu de 512 octets. Pour maintenir la compatibilité avec les systèmes existants, les disques AF émulent une taille de secteur de 512 octets. Par défaut, ZFS détecte automatiquement la taille du secteur du lecteur. Cette combinaison se traduira par un accès disque mal aligné qui va considérablement dégrader les performances du pool. Si tel est votre cas, vous pouvez forcer ZFS à utiliser une taille de secteur de 4.096 octets en sélectionnant cette option.

source: Create {0} on device {1}
fr_fr: Création de {0} sur le périphérique {1}

source: Add device {0} to {1}
fr_fr: Ajout du périphérique {0} à {1}

source: No devices were selected for the ZFS pool
fr_fr: Aucun disque n'a été sélectionné pour le pool ZFS

source: Pool name is invalid. It must contain only alphanumeric characters (a-zA-Z0-9_), hyphens (-), colons (:), and/or spaces ( ). Names starting with the letter 'c' followed by a number (c[0-9]) are not allowed. The following names are also not allowed: 'mirror', 'raidz', 'spare', 'log'.
fr_fr: Le nom de pool est invalide. Il doit seulement contenir des caractères alphanumériques (a-zA-Z0-9_), des tirets (-), deux-points (:), et/ou espaces ( ). Les noms commençant par la lettre 'c' suivie d'un nombre (c[0-9]) ne sont pas autorisés. Les noms suivant sont également interdits : 'mirror', 'raidz', 'spare', 'log'.

source: _Cancel
fr_fr: _Annuler

source: _Apply
fr_fr: _Appliquer

source: Create partition
fr_fr: Créer une partition

source: Create Partition Table
fr_fr: Créer une table de partition

source: Edit partition
fr_fr: Editer la partition

source: Using LUKS encryption will DELETE all partition contents!
fr_fr: Utiliser le cryptage LUKS va EFFACER tout le contenu de la partition !

source: Encryption properties
fr_fr: Paramètres de chiffrement

source: Use LUKS encryption:
fr_fr: Utiliser le chiffrement LUKS :

source: LUKS volume name:
fr_fr: Nom du volume LUKS :

source: Confirm password:
fr_fr: Confirmation du mot de passe :

source: LUKS passwords do not match! Encryption NOT enabled.
fr_fr: Les mots de passe LUKS ne correspondent pas! Le cryptage n'est pas activé.

source: Volume name and password are mandatory! Encryption NOT enabled.
fr_fr: Le nom du volume et le mot de passe sont obligatoires! Le cryptage n'est pas activé.

source: Location:
fr_fr: Chemin :

source: Size:
fr_fr: Taille :

source: Primary
fr_fr: Primaire

source: Logical
fr_fr: Logique

source: Extended
fr_fr: Étendue

source: Beginning of this space
fr_fr: Début de cet espace

source: End of this space
fr_fr: Fin de cet espace

source: Use As:
fr_fr: Utilisé comme :

source: Mount Point:
fr_fr: Point de montage :

source: Label (optional):
fr_fr: Étiquette (facultatif) :

source: Mount point
fr_fr: Point de montage

source: Label
fr_fr: Étiquette

source: Size
fr_fr: Taille

source: Used
fr_fr: Utilisé

source: Flags
fr_fr: Drapeaux

source: Can't label a {0} partition
fr_fr: Impossible de donner une étiquette à la partition {0}

source: Cannot make a filesystem of type None in partition {0}
fr_fr: Ne peut créer un système de fichier de type None pour la partition {0}

source: Unknown filesystem {0} for partition {1}
fr_fr: Système de ficher {0} inconnu pour la partition {1}

source: Can't remove logical volume {0}
fr_fr: Ne peut supprimer le volume logique {0}

source: Can't remove volume group {0}
fr_fr: Impossible de supprimer le groupe de volume {0}

source: Can't remove physical volume {0}
fr_fr: Impossible de retirer le volume physique {0}

source: Partition is too large!
fr_fr: La partition est trop grande !

source: Can't detect used space from {0}: {1}
fr_fr: Espace utilisé non détectable pour {0}:{1}

source: Can't detect used space of NTFS partition %s
fr_fr: Ne peut détecter l'espace utilisé de la partition NTFS %s

source: Can't detect used space of EXTFS partition %s
fr_fr: Ne peut détecter l'espace utilisé de la partition EXTFS %s

source: Can't detect used space of FAT partition %s : %s
fr_fr: Espace utilisé non détectable pour partition FAT %s : %s

source: Can't detect used space of JFS partition %s
fr_fr: Ne peut détecter l'espace utilisé de la partition JFS %s

source: Can't detect used space of REISERFS partition %s
fr_fr: Ne peut détecter l'espace utilisé de la partition REISERFS %s

source: Can't detect used space of XFS partition %s
fr_fr: Ne peut détecter l'espace utilisé de la partition XFS %s

source: pygettext -- Python equivalent of xgettext(1) Many systems (Solaris, Linux, Gnu) provide extensive tools that ease the internationalization of C programs. Most of these tools are independent of the programming language and can be used from within Python programs. Martin von Loewis' work[1] helps considerably in this regard. There's one problem though; xgettext is the program that scans source code looking for message strings, but it groks only C (or C++). Python introduces a few wrinkles, such as dual quoting characters, triple quoted strings, and raw strings. xgettext understands none of this. Enter pygettext, which uses Python's standard tokenize module to scan Python source code, generating .pot files identical to what GNU xgettext[2] generates for C and C++ code. From there, the standard GNU tools can be used. A word about marking Python strings as candidates for translation. GNU xgettext recognizes the following keywords: gettext, dgettext, dcgettext, and gettext_noop. But those can be a lot of text to include all over your code. C and C++ have a trick: they use the C preprocessor. Most internationalized C source includes a #define for gettext() to _() so that what has to be written in the source is much less. Thus these are both translatable strings: gettext("Translatable String") _("Translatable String") Python of course has no preprocessor so this doesn't work so well. Thus, pygettext searches only for _() by default, but see the -k/--keyword flag below for how to augment this. [1] http://www.python.org/workshops/1997-10/proceedings/loewis.html [2] http://www.gnu.org/software/gettext/gettext.html NOTE: pygettext attempts to be option and feature compatible with GNU xgettext where ever possible. However some options are still missing or are not fully implemented. Also, xgettext's use of command line switches with option arguments is broken, and in these cases, pygettext just defines additional switches. Usage: pygettext [options] inputfile ... Options: -a --extract-all Extract all strings. -d name --default-domain=name Rename the default output file from messages.pot to name.pot. -E --escape Replace non-ASCII characters with octal escape sequences. -D --docstrings Extract module, class, method, and function docstrings. These do not need to be wrapped in _() markers, and in fact cannot be for Python to consider them docstrings. (See also the -X option). -h --help Print this help message and exit. -k word --keyword=word Keywords to look for in addition to the default set, which are: %(DEFAULTKEYWORDS)s You can have multiple -k flags on the command line. -K --no-default-keywords Disable the default set of keywords (see above). Any keywords explicitly added with the -k/--keyword option are still recognized. --no-location Do not write filename/lineno location comments. -n --add-location Write filename/lineno location comments indicating where each extracted string is found in the source. These lines appear before each msgid. The style of comments is controlled by the -S/--style option. This is the default. -o filename --output=filename Rename the default output file from messages.pot to filename. If filename is `-' then the output is sent to standard out. -p dir --output-dir=dir Output files will be placed in directory dir. -S stylename --style stylename Specify which style to use for location comments. Two styles are supported: Solaris # File: filename, line: line-number GNU #: filename:line The style name is case insensitive. GNU style is the default. -v --verbose Print the names of the files being processed. -V --version Print the version of pygettext and exit. -w columns --width=columns Set width of output to columns. -x filename --exclude-file=filename Specify a file that contains a list of strings that are not be extracted from the input files. Each string to be excluded must appear on a line by itself in the file. -X filename --no-docstrings=filename Specify a file that contains a list of files (one per line) that should not have their docstrings extracted. This is only useful in conjunction with the -D option above. If `inputfile' is -, standard input is read.
fr_fr: pygettext - équivalent Python de xgettext (1) De nombreux systèmes (Solaris, Linux, Gnu) fournissent des outils complets qui facilitent la l'internationalisation des programmes C. La plupart de ces outils sont indépendants de le langage de programmation et peut être utilisé à partir de programmes Python. Le travail de Martin von Loewis [1] aide considérablement à cet égard. Il y a un problème cependant; xgettext est le programme qui scanne le code source cherche des chaînes de message, mais il ne parle que C (ou C ++). Python introduit quelques rides, telles que les caractères de citation doubles, les cotes triples des chaînes et des chaînes brutes. xgettext ne comprend rien de tout cela. Entrez pygettext, qui utilise le module tokenize standard de Python pour numériser Code source Python, générant des fichiers .pot identiques à ce que GNU xgettext [2] génère pour le code C et C ++. À partir de là, les outils GNU standard peuvent être utilisé. Un mot sur le marquage des chaînes Python en tant que candidats à la traduction. GNOU xgettext reconnaît les mots-clés suivants: gettext, dgettext, dcgettext, et gettext_noop. Mais cela peut être beaucoup de texte à inclure partout dans votre code. C et C ++ ont une astuce: ils utilisent le préprocesseur C. Plus La source C internationalisée inclut une #define pour gettext () à _ () afin que ce qui doit être écrit dans la source est beaucoup moins. Donc ce sont les deux chaînes traduisibles: gettext ("chaîne traduisible") _ ("Chaîne traduisible") Bien entendu, Python n’ayant pas de préprocesseur, cela ne fonctionne pas très bien. Ainsi, pygettext ne recherche que _ () par défaut, mais voyez l'indicateur de mot-clé -k / - ci-dessous pour savoir comment augmenter cela. [1] http://www.python.org/workshops/1997-10/proceedings/loewis.html [2] http://www.gnu.org/software/gettext/gettext.html REMARQUE: pygettext tente d’être une option et une fonctionnalité compatibles avec GNU. xgettext si possible. Cependant, certaines options manquent encore ou sont pas complètement mis en œuvre. En outre, xgettext utilise des commutateurs de ligne de commande avec les arguments d'option sont cassés, et dans ces cas, pygettext définit simplement commutateurs supplémentaires. Utilisation: pygettext [options] inputfile ... Options: -a -extract-all Extraire toutes les chaînes. -d name -default-domain=name Renommez le fichier de sortie par défaut de messages.pot en name.pot. -E -escape Remplacez les caractères non-ASCII par des séquences d'échappement octales. -D -docstrings Extraction de docstrings de modules, de classes, de méthodes et de fonctions. Ceux-ci font pas besoin d’être enveloppé dans des marqueurs _ (), et en fait ne peut pas être pour Python pour les considérer docstrings. (Voir aussi l'option -X). -h -help Imprimez ce message d'aide et quittez. -k word -keyword=word Mots-clés à rechercher en plus de l'ensemble par défaut, à savoir: % (DEFAULTKEYWORDS)s Vous pouvez avoir plusieurs indicateurs -k sur la ligne de commande. -K -no-default-keywords Désactivez le jeu de mots-clés par défaut (voir ci-dessus). Des mots-clés explicitement ajoutés avec l'option -k / - mot-clé sont toujours reconnus. -no-location N'écrivez pas de commentaires sur les noms de fichiers / lineno. -n -add.location Écrire des commentaires sur l'emplacement du fichier / lineno indiquant l'endroit où chacun La chaîne extraite se trouve dans le source. Ces lignes apparaissent avant chaque msgid. Le style des commentaires est contrôlé par le style -S / - option. C'est la valeur par défaut. -o nom de fichier -output=filename Renommez le fichier de sortie par défaut de messages.pot en nom de fichier. Si nomfichier est `- 'alors la sortie est envoyée à la sortie standard. -p dir -output-dir=dir Les fichiers de sortie seront placés dans le répertoire dir. -S stylename - style stylename Spécifiez le style à utiliser pour les commentaires d'emplacement. Deux styles sont prise en charge: Solaris # Fichier: nom du fichier, ligne: numéro de la ligne GNU #: nom du fichier: ligne Le nom du style est insensible à la casse. Le style GNU est la valeur par défaut. -v -verbose Imprimer les noms des fichiers en cours de traitement. -V -version Imprimez la version de pygettext et quittez. -w columns -width=columns Définissez la largeur de la sortie en colonnes. -x filenamer -exclude-file=filename Spécifiez un fichier contenant une liste de chaînes qui ne sont pas extrait des fichiers d'entrée. Chaque chaîne à exclure doit apparaissent sur une ligne à part dans le fichier. -X filename -no-docstrings=filename Spécifiez un fichier contenant une liste de fichiers (un par ligne) qui ne devrait pas avoir leurs docstrings extraites. Ceci n’est utile que dans conjointement avec l'option -D ci-dessus. Si `inputfile'is -, l'entrée standard est lue.

source: # SOME DESCRIPTIVE TITLE. # Copyright (C) YEAR ORGANIZATION # FIRST AUTHOR <EMAIL@ADDRESS>, YEAR. # msgid "" msgstr "" "Project-Id-Version: PACKAGE VERSION\n" "POT-Creation-Date: %(time)s\n" "PO-Revision-Date: YEAR-MO-DA HO:MI+ZONE\n" "Last-Translator: FULL NAME <EMAIL@ADDRESS>\n" "Language-Team: LANGUAGE <LL@li.org>\n" "MIME-Version: 1.0\n" "Content-Type: text/plain; charset=%(charset)s\n" "Content-Transfer-Encoding: %(encoding)s\n" "Generated-By: pygettext.py %(version)s\n"
fr_fr: # QUELQUES TITRE DESCRIPTIF. # Copyright (C) ANNÉE ORGANISATION # PREMIER AUTEUR <EMAIL @ ADRESSE>, ANNÉE. # msgstr "" msgstr "" "Version de projet-ID: VERSION DE PACKAGE \ n" "Date de création du pot:% (heure) s \ n" "Date de révision du bon de commande: ANNÉE-MO-DA HO: MI + ZONE \ n" "Dernier traducteur: NOM COMPLET <EMAIL @ ADDRESS> \ n" "Équipe linguistique: LANGUE <LL@li.org> \ n" "Version MIME: 1.0 \ n" "Content-Type: text / plain; charset =% (charset) s \ n" "Codage de transfert de contenu:% (codage) s \ n" "Généré par: pygettext.py% (version) s \ n"

source: *** %(file)s:%(lineno)s: Seen unexpected token "%(token)s"
fr_fr: ***%(file)s:%(lineno)s: Jeton inattendu vu "% (token)s"

source: # File: %(filename)s, line: %(lineno)d
fr_fr: # Fichier: %(filename)s, ligne: %(lineno)d

source: Invalid value for --style: %s
fr_fr: Valeur non valide pour --style:%s

source: pygettext.py (xgettext for Python) %s
fr_fr: pygettext.py (xgettext pour Python) %s

source: --width argument must be an integer: %s
fr_fr: L'argument --width doit être un entier: %s

source: Can't read --exclude-file: %s
fr_fr: Impossible de lire --exclude-file: %s

source: Reading standard input
fr_fr: Lecture des entrées standard

source: Working on %s
fr_fr: Travailler sur %s

source: *** Seen unexpected token "%(token)s"
fr_fr: *** Vu jeton inattendu "%(token)s"

source: morethanonestring
fr_fr: plus
