Repository: ljdj/Cnchi
Catalog: po/*.po
Languages: fr_fr

source: Generating locales...
fr_fr: Génération de locales ...

source: Adjusting hardware clock...
fr_fr: Réglage de l'horloge matérielle ...

source: Configuring keymap...
fr_fr: Configuration du clavier ...

source: Configuring hardware...
fr_fr: Configuration du matériel ...

source: Configuring System Startup...
fr_fr: Configuration du démarrage du système ...

source: Installing bootloader...
fr_fr: Installation du chargeur de démarrage…

source: Cannot create package list.
fr_fr: Impossible de créer une liste de paquets.

source: Cannot create download package list (metalinks).
fr_fr: Impossible de créer une liste de packages de téléchargement (metalinks).

source: Getting your disk(s) ready for Antergos...
fr_fr: Préparer votre / vos disque (s) pour Antergos ...

source: Installation will start now!
fr_fr: L'installation va commencer maintenant!

source: Error running command {0}: {1}
fr_fr: Erreur d'exécution de la commande {0} : {1}

source: Getting package list...
fr_fr: Obtenir la liste de paquets ...

source: Adding '%s' bootloader packages
fr_fr: Ajout de '%s' paquets de chargeur d'amorçage.

source: Couldn't find %s bootloader packages!
fr_fr: Impossible de trouver %s paquets de chargeur d'amorçage.

source: Special dirs are already mounted. Skipping.
fr_fr: Les dossiers spéciaux sont déjà montés. Étape suivante.

source: Special dirs are not mounted. Skipping.
fr_fr: Les répertoires spéciaux ne sont pas montés, passe.

source: Command {0} failed: {1}
fr_fr: La commande {0} a échoué : {1}

source: Cannot create a new partition on device {0}. Command {1} has failed: {2}
fr_fr: La création d'une nouvelle partition sur le disque {0} a échoué. La commande {1} a échouée : {2}

source: Cannot create a new partition table on device {0}. Command {1} failed: {2}
fr_fr: La création d'une nouvelle table de partitions sur le disque {0} a échoué. La commande {1} a échoué : {2}

source: Use the device below for boot loader installation:
fr_fr: Installer le chargeur d’amorçage sur le périphérique :

source: Bootloader:
fr_fr: Chargeur de démarrage :

source: Device:
fr_fr: Périphérique :

source: Installing GRUB(2) BIOS boot loader in {0}
fr_fr: Installation du gestionnaire de démarrage BIOS GRUB(2) sur {0}

source: GRUB(2) BIOS has been successfully installed.
fr_fr: GRUB(2) BIOS a été installé avec succès.

source: ERROR installing GRUB(2) BIOS.
fr_fr: ERREUR durant l'installation de GRUB(2) BIOS.

source: Please install efibootmgr package to install Grub2 for x86_64-efi platform.
fr_fr: Veuillez installer le paquet efibootmgr pour installer Grub2 sur la plate-forme x86_64-efi.

source: GRUB(2) will NOT be installed
fr_fr: GRUB(2) ne sera PAS installé

source: Installing GRUB(2) UEFI {0} boot loader
fr_fr: Installation du gestionnaire de démarrage UEFI GRUB(2) sur {0}

source: No OEM loader found in %s. Copying Grub(2) into dir.
fr_fr: Pas de chargeur OEM trouvé dans %s. Copie de GRUB (2) dans le dossier.

source: Copying Grub(2) into OEM dir failed: %s
fr_fr: Echec de la copie de Grub(2) dans le dossier OEM: %s

source: File not found.
fr_fr: Fichier non trouvé.

source: File already exists.
fr_fr: Le Fichier existe déjà.

source: Choose your avatar
fr_fr: Choisissez votre avatar

source: Password is too short
fr_fr: Le mot de passe est trop court

source: Weak password
fr_fr: Mot de passe faible

source: Fair password
fr_fr: Mot de passe correct

source: Good password
fr_fr: Bon mot de passe

source: Strong password
fr_fr: Mot de passe fort

source: Passwords do not match
fr_fr: Les mots de passe ne correspondent pas

source: Checking dependencies...
fr_fr: Vérification des dépendances...

source: Checking file conflicts...
fr_fr: Vérification des conflits de fichiers...

source: Resolving dependencies...
fr_fr: Résolution des dépendances...

source: Checking inter conflicts...
fr_fr: Vérification des conflits internes...

source: Checking integrity...
fr_fr: Vérification de l'intégrité...

source: Loading packages files...
fr_fr: Chargement des paquets...

source: Checking target delta integrity...
fr_fr: Vérification de l'intégrité du delta cible ...

source: Applying deltas to packages...
fr_fr: Ecarts appliqués aux paquets...

source: Generating {} with {}...
fr_fr: Générer {} avec {} ...

source: Downloading files from the repositories...
fr_fr: Téléchargement de fichiers depuis les référentiels ...

source: Checking available disk space...
fr_fr: Vérification de l'espace disque disponible ...

source: Checking keys in keyring...
fr_fr: Vérification des clés du trousseau…

source: Downloading missing keys into the keyring...
fr_fr: Téléchargement des clés manquantes dans le trousseau…

source: Configuring {}
fr_fr: Configuration de {}

source: Installing {0} ({1}/{2})
fr_fr: Installation de {0} ({1}/{2})

source: Updating {0} database
fr_fr: Mise à jour de la base de données {0}

source: Downloading {}...
fr_fr: Téléchargement {}...

source: Explicitly installed
fr_fr: Installé explicitement

source: Installed as a dependency for another package
fr_fr: Installé comme dépendence pour un autre paquet

source: free space
fr_fr: espace libre

source: none
fr_fr: aucun

source: Unknown
fr_fr: Inconnu

source: Can't use same mount point twice.
fr_fr: Ne peut utiliser deux fois le même point de montage.

source: Root partition must be formatted.
fr_fr: La partition racine doit être formatée.

source: Root partition cannot be NTFS or FAT32
fr_fr: La partition racine ne peut pas être NTFS ou FAT32

source: Home partition cannot be NTFS or FAT32
fr_fr: La partition de départ ne peut pas être NTFS ou FAT32

source: As no /boot/efi is defined (yet), /boot needs to be fat32.
fr_fr: Comme aucun /boot/efi n'est défini (encore), /boot doit être fat32.

source: /boot/efi needs to be fat32.
fr_fr: /boot/efi doit être fat32.

source: Sorry, you already have {0} primary partitions created.
fr_fr: Désolé, vous avez déjà {0} partitions primaires de créées.

source: Sorry, you already have {0} primary and 1 extended partitions created.
fr_fr: Désolé, vous avez déjà {0} partitions primaires et 1 partition étendue de créées.

source: Advanced Installation Mode
fr_fr: Mode d’installation avancé

source: Mount Checklist:
fr_fr: Check-list du montage :

source: Swap
fr_fr: Échange

source: Undo
fr_fr: Annuler

source: New
fr_fr: Nouveau

source: Delete
fr_fr: Supprimer

source: Edit...
fr_fr: Éditer...

source: New partition table
fr_fr: Nouvelle table de partitions

source: GRUB requires a BIOS Boot Partition in BIOS systems to embed its core.img file due to lack of post-MBR embed gap in GPT disks. Cnchi will create this BIOS Boot Partition for you.
fr_fr: GRUB nécessite une partition de démarrage BIOS pour systèmes BIOS, pour embarquer son fichier core.img, considérant le manque d'espace post-MBR sur les disques GPT. Cnchi va créer cette partition de démarrage de BIOS pour vous.

source: Couldn't create BIOS GPT Boot partition: {}
fr_fr: Impossible de créer la partition de démarrage du BIOS GPT: {}

source: {0} is already mounted as swap, to continue it will be unmounted.
fr_fr: {0} est déja monté en tant que swap, pour continuer, il sera démonté.

source: {0} is already mounted in {1}, to continue it will be unmounted.
fr_fr: {0} est déja monté en {1}, pour continuer, il sera démonté.

source: Couldn't format LUKS device '{0}' with label '{1}' as '{2}': {3}
fr_fr: Ne peut pas formater en LUKS le périphérique '{0}' avec étiquette '{1}' en tant que '{2}': {3}

source: Couldn't format partition '{0}' with label '{1}' as '{2}': {3}
fr_fr: Impossible de formater la partition '{0}' avec l'étiquette '{1}' en '{2}' : {3}

source: Cannot commit your changes to disk: {0}
fr_fr: Impossible d'appliquer les modifications sur le disque : {0}

source: Cnchi recommends at least 6.5GB free to install Antergos. New partition {0} resulting of shrinking {1} will not have enough free space for a full installation. You can still install Antergos, but be carefull on which DE you choose as it might not fit in. Install at your own risk!
fr_fr: Cnchi recommande au moins 6,5 Go d’installation gratuite d’Antergos. La nouvelle partition {0} résultant de la réduction de {1} n'aura pas assez espace libre pour une installation complète. Vous pouvez toujours installer Antergos, mais soyez prudent sur lequel DE vous choisissez comme il pourrait ne pas s'intégrer po Installez à vos risques et périls!

source: Choose the new size of your installation
fr_fr: Choisissez la nouvelle taille de votre installation

source: Choose the partition that you want to shrink:
fr_fr: Choisissez la partition que vous voulez réduire:

source: Antergos Alongside Installation
fr_fr: Installer Antergos à côté d’un autre OS

source: Can't find any spare partition number. Alongside installation can't continue.
fr_fr: Plus de numéro de partition de disponible. Installation de type 'Alongisde' ne peut continuer.

source: I need help with an Antergos / Windows(tm) dual boot setup!
fr_fr: J'ai besoin d'aide pour une configuration à double démarrage Antergos / Windows (tm)!

source: and
fr_fr: et

source: Installation Type
fr_fr: Type d’installation

source: Replace {0} with Antergos
fr_fr: Remplacez {0} par Antegos

source: Erase disk and install Antergos
fr_fr: Effacer le disque et installer Antergos

source: Warning: This will erase ALL data on your disk.
fr_fr: Avertissement : Ceci va effacer TOUTES les données sur le disque.

source: Encrypt this installation for increased security.
fr_fr: Chiffrer cette installation pour une sécurité accrue.

source: You will be asked to create an encryption password in the next step.
fr_fr: On vous demandera de créer un mot de passe pour le chiffrement dans la prochaine étape.

source: Use LVM with this installation.
fr_fr: Utilisez LVM avec cette installation.

source: This will setup LVM and allow you to easily manage partitions and create snapshots.
fr_fr: Cela configurera LVM et vous permettra de facilement gérer les partitions et créer des instantanés.

source: Use ZFS with this installation.
fr_fr: Utiliser ZFS avec cette installation.

source: This will setup ZFS on your drive(s).
fr_fr: Cela configurera ZFS sur votre ou vos disques.

source: Set your Home in a different partition/volume
fr_fr: Placez votre dossier personnel dans une autre partition ou volum

source: This will setup your /home directory in a different partition or volume.
fr_fr: Cela configurera votre répertoire /home dans une partition ou un volume différent.

source: How would you like to proceed?
fr_fr: Comment voulez-vous procéder ?

source: Choose exactly where Antergos should be installed.
fr_fr: Choisissez exactement où Antergos doit être installé.

source: Edit partition table and choose mount points.
fr_fr: Modifier la table de partition et choix du point d’amorce.

source: Select drive:
fr_fr: Sélectionnez le disque :

source: WARNING! This will overwrite everything currently on your drive!
fr_fr: ATTENTION! Toutes les données actuellement sur votre disque seront effacées!

source: Select the drive we should use to install Antergos and then click above to start the process.
fr_fr: Choisissez le lecteur à utiliser pour installer Antergos, puis cliquez ci-dessus pour lancer l'installation.

source: Encryption Password:
fr_fr: Mot de passe du chiffrement :

source: Confirm your password:
fr_fr: Confirmez votre mot de passe :

source: LUKS Password. We do not recommend using special characters or accents!
fr_fr: Mot de passe LUKS. Nous ne recommendons pas l'utilisation de caractères spéciaux ou d'accents !

source: Show password
fr_fr: Montrer le mot de passe

source: Automatic Installation Mode
fr_fr: Installation en mode automatique

source: Device {0} will be created ({1} filesystem) as {2}
fr_fr: Le périphérique {0} sera créé (système de fichier {1}) en tant que {2}

source: Device {0} will be created ({1} filesystem)
fr_fr: Le disque {0} sera créé (système de fichiers {1})

source: Cnchi will install Antergos on device %s
fr_fr: Cnchi installera Antergos sur le périphérique %s

source: Select cache partition:
fr_fr: Sélectionnez la partition de cache:

source: It is recommended to use an additional cache This installer needs to download a TON of packages from the Internet!
fr_fr: Il est recommandé d'utiliser un cache supplémentaire Cet installateur doit télécharger une tonne de paquets sur Internet!

source: You can use an aditional device or partition to use as packages' cache. In case you need to restart this installation you won't be needing to re-download all packages again.
fr_fr: Vous pouvez utiliser un périphérique ou une partition supplémentaire à utiliser comme cache de packages. Au cas où vous auriez besoin de redémarrer cette installation vous n'aurez plus besoin de télécharger à nouveau tous les paquets.

source: - It <b>cannot</b> be the same device or partition where you are installing Antergos.
fr_fr: - <b>Il ne peut pas</b> être le même périphérique ou la même partition que celle sur laquelle vous installez Antergos.

source: - If you select a <b>device</b>, its contents will be fully <b>DELETED!</b>
fr_fr: - Si vous sélectionnez un <b>périphérique</b>, son contenu sera entièrement <b>SUPPRIMÉ!</B>

source: - If you select a <b>partition</b> its contents will be <b>preserved</b> (you must be sure that it is alread formated and unmounted!)
fr_fr: - Si vous sélectionnez une <b>partition</b>, son contenu sera <b>préservé </b> (vous devez être sûr qu'elle est déjà formatée et démontée!)

source: If this is not the first time you are running this installer you need to select a partition, and not a drive (selecting a drive will delete the packages you have already downloaded).
fr_fr: Si vous n’exécutez pas ce programme d’installation pour la première fois, vous devez sélectionner une partition et non un lecteur (la sélection d’un lecteur supprimer les packages que vous avez déjà téléchargés).

source: Please, choose now the device (or partition) to use as cache.
fr_fr: Choisissez maintenant le périphérique (ou la partition) à utiliser comme cache.

source: Cache selection (optional)
fr_fr: Sélection du cache (optionnel)

source: Device {} will be fully erased! Are you REALLY sure?
fr_fr: L'appareil {} sera complètement effacé! Êtes-vous vraiment sûr?

source: System Check
fr_fr: Vérification du système

source: Cnchi is up to date
fr_fr: Cnchi est à jour

source: has at least {0}GB available storage space. (*)
fr_fr: dispose d'au moins {0}Go d'espace de stockage disponible. (*)

source: This highly depends on which desktop environment you choose, so you might need more space.
fr_fr: Cela dépend fortement de l'environnement de bureau que vous choisissez, vous aurez peut être besoin de plus d'espace.

source: is plugged in to a power source
fr_fr: est branché à une source d'alimentation

source: is connected to the Internet
fr_fr: est connecté à Internet

source: There are no temporary packaging issues that would interfere with installation.
fr_fr: Il n’existe aucun problème d’empaquetage temporaire susceptible d’interférer avec l’installation.

source: For best results, please ensure that this computer:
fr_fr: Pour de meilleurs résultats, veuillez faire en sorte que cet ordinateur :

source: You must reboot before retrying again.
fr_fr: Vous devez redémarrer avant de réessayer.

source: Choose Your Desktop
fr_fr: Choisissez votre bureau

source: Show advanced features
fr_fr: Afficher les fonctionnalités avancées

source: Feature Selection
fr_fr: Sélection des fonctionnalités

source: Arch User Repository - Disclaimer
fr_fr: Arch User Repository - décharge

source: The Arch User Repository is a collection of user-submitted PKGBUILDs that supplement software available from the official repositories. The AUR is community driven and NOT supported by Arch or Antergos.
fr_fr: L'Arch User Repository est une collection de PKGBUILDs par les utilisateurs qui s'ajoute aux logiciels disponibles depuis les dépôts officiels. L'AUR est géré par la communauté et n'est PAS supporté par Arch ou Antergos.

source: Uncomplicated Firewall will be installed with these rules:
fr_fr: Le pare-feu "Uncomplicated" sera installé avec ces règles :

source: ufw default deny ufw allow from {0} ufw allow Transmission ufw allow SSH
fr_fr: ufw refuse par défaut ufw autorise depuis {0} ufw autorise Transmission ufw autorise SSH

source: Do you want to install the Nginx server instead of the Apache server?
fr_fr: Voulez-vous installer le serveur Nginx au lieu du serveur Apache ?

source: Select Your Keyboard Layout
fr_fr: Sélectionnez la disposition de votre clavier

source: Choose your keyboard layout and variant (if applies). For instance, the default Slovak variant is qwertz, but you can manually specify qwerty, etc. You can use the entry below the keyboard to test your layout selection.
fr_fr: Choisissez votre disposition de clavier et variante (si applicable). Par exemple, par défaut la variante Slovaque est qwertz, mais vous pouvez manuellement spécifier qwerty, etc. Vous pouvez utiliser la zone en-dessous du clavier pour tester la disposition sélectionnée.

source: Can't match a keymap for country code '%s'
fr_fr: Disposition clavier 'keymap' non trouvée pour le code pays '%s'

source: Set keyboard to '{0}' ({1}), variant '{2}' ({3})
fr_fr: Paramétrage clavier en '{0}' ({1}), variante '{2}' ({3})

source: Set keyboard to '{0}' ({1})
fr_fr: Paramétrage clavier en '{0}' ({1})

source: Notice: The Cnchi Installer is beta software.
fr_fr: Note: L'installeur Cnchi est en version béta.

source: <span weight='bold'>{0}</span> Cnchi is pre-release beta software that is under active development. It does not yet properly handle RAID, btrfs subvolumes, or other advanced setups. Please proceed with caution as data loss is possible! If you find any bugs, please report them at <a href='{1}'>{1}</a>
fr_fr: <span weight='bold'>{0}</span> Cnchi est en version bêta et est toujours en cours de développement. Il ne gère pas encore correctement le RAID, les sous-volumes BTRFS et autres réglages avancés. A utiliser avec précaution car des pertes de données sont possibles. Merci de rapporter les bugs à <a href='{1}'>{1}</a>

source: Choose the Installer language
fr_fr: Choisissez la langue de l'installateur

source: The location you select will be used to help determine the system locale. It should normally be the country in which you reside.
fr_fr: L'emplacement que vous sélectionnez sera utilisé pour vous aider à déterminer les paramètres régionaux du système. Ce devrait normalement être le pays dans lequel vous résidez.

source: Please, note that your system language will be determined from this selection.
fr_fr: Veuillez noter que la langue de votre système sera déterminée à partir de cette sélection.

source: Here is a shortlist of locations based on the language you selected for this installer (click on show all locations to show them all).
fr_fr: Voici une liste d'emplacements basée sur la langue sélectionnée pour cet installateur (cliquez sur afficher tous les emplacements pour les afficher tous).

source: Country, territory or area:
fr_fr: Pays, territoire ou région :

source: Show all locations
fr_fr: Afficher tous les emplacements

source: Select your location
fr_fr: Sélectionnez votre emplacement

source: Can't get country code from %s location
fr_fr: Impossible d'obtenir le code pays pour la localisation %s

source: Mirrors Selection
fr_fr: Sélection de miroirs

source: Let Cnchi sort the mirrors lists (recommended)
fr_fr: Laissez Cnchi trier les listes de miroirs (recommandé)

source: Leave the mirrors lists as they are (by default)
fr_fr: Laisser les listes de miroirs telles quelles (par défaut)

source: Let me manage the mirrors lists (advanced)
fr_fr: Me laisser gérer les listes de miroirs (avancé)

source: Please wait...
fr_fr: Patientez s'il vous plaît...

source: Installing Antergos...
fr_fr: Installation d'Antergos...

source: IMPORTANT: There may have been a problem with the bootloader installation which could prevent your system from booting properly. Before rebooting, you may want to verify whether or not the bootloader is installed and configured. The Arch Linux Wiki contains troubleshooting information: https://wiki.archlinux.org/index.php/GRUB Would you like to view the wiki page now?
fr_fr: IMPORTANT : Il peut y avoir eu un problème avec l'installation du chargeur de démarrage, ce qui pourrait empêcher votre système de démarrer correctement. Avant de redémarrer, vous voudrez peut-être vérifiez si le chargeur de démarrage a été installé et configuré. Le wiki d'Arch Linux contient des pistes de résolution des problèmes, en anglais : https://wiki.archlinux.org/index.php/GRUB Voulez-vous consulter cette page maintenant ?

source: Installation Complete! Do you want to restart your system now?
fr_fr: Installation terminée! Voulez-vous redémarrer le système maintenant?

source: Please reference the following number when reporting this error:
fr_fr: Veuillez référencer le numéro suivant en rapportant cette erreur :

source: Installation Summary
fr_fr: Résumé de l'installation

source: Location
fr_fr: Emplacement

source: Timezone
fr_fr: Fuseau horaire

source: Keyboard
fr_fr: Clavier

source: Desktop Environment
fr_fr: Environnement de Bureau

source: Features
fr_fr: Fonctionnalités

source: Layout: {0}
fr_fr: Disposition : {0}

source: Variant: {0}
fr_fr: Variante : {0}

source: Error getting changes from install screen
fr_fr: Erreur pendant lecture des changements de l'écran d'installation

source: Are you REALLY sure you want to continue?
fr_fr: Êtes-vous VRAIMENT sûr de continuer?

source: Ranking mirrors
fr_fr: Classement des miroirs

source: Cnchi is still updating and optimizing your mirror lists.
fr_fr: Cnchi est toujours en train de mettre à jour et d'optimiser la liste des miroirs.

source: Please be patient...
fr_fr: Merci de patienter...

source: Region:
fr_fr: Région :

source: Use Network Time Protocol (NTP) for clock synchronization
fr_fr: Utilise Network Time Protocol (NTP) pour la synchronisation de l'horloge

source: Select Your Timezone
fr_fr: Choisissez votre fuseau horraire

source: Timezone (latitude %s, longitude %s) detected.
fr_fr: Fuseau horaire (latitude %s, longitude %s) détecté.

source: Your name:
fr_fr: Votre nom :

source: Your computer's name:
fr_fr: Le nom de votre ordinateur :

source: Pick a username:
fr_fr: Choisissez un nom d'utilisateur :

source: Choose a password:
fr_fr: Choisissez un mot de passe :

source: Identifies your system to other computers and devices.
fr_fr: Identifie votre système envers les autres ordinateurs et appareils.

source: Your name
fr_fr: Votre nom

source: Hostname
fr_fr: Nom d'hôte

source: Username
fr_fr: Nom d’utilisateur

source: Password
fr_fr: Mot de passe

source: Confirm password
fr_fr: Confirmez votre mot de passe

source: You must enter a name
fr_fr: Vous devez entrer un nom

source: You must enter a username
fr_fr: Vous devez entrer un nom d'utilisateur

source: You must enter a password
fr_fr: Vous devez entrer un mot de passe

source: Log in automatically
fr_fr: Se connecter automatiquement

source: Require my password to log in
fr_fr: Exiger mon mot de passe pour se connecter

source: Encrypt my home folder
fr_fr: Chiffrer mon dossier personnel

source: show password
fr_fr: montrer le mot de passe

source: Create Your User Account
fr_fr: Créer votre compte utilisateur

source: Are you sure you want to encrypt your home directory?
fr_fr: Voulez-vous vraiment chiffrer votre dossier personnel ?

source: Invalid characters entered
fr_fr: Caractères non valides entrés

source: Username can't contain dots
fr_fr: Le nom d’utilisateur ne peut pas contenir de point.

source: Too many characters
fr_fr: Trop de caractères

source: Unknown error
fr_fr: Erreur inconnue
